"use strict";
/**
 * Створити клас "Client"
 *      Властивості: [ ID, ПІБ, Кількість грошей на рахунку ]
 *      Методи: [ Додавання грошей, Зняття грошей, ToString ]
 * 
 * На основі цього класу створити клас "GoldenClient"
 *      Властивості: [ ID, ПІБ, Кількість грошей на рахунку, Ліміт кредитних коштів, Відсоток за використання кредитних коштів ]
 *      Методи: [ Додавання грошей, Зняття грошей, Визначення пені за використання кредитних коштів, ToString ]
 */


window.onload = function () {

}
